const events = [
  {
    icon: "⚡",
    title: "第一場《Bolt.new 工作坊》",
    date: "2025/04/12",
  },
  {
    icon: "⚡",
    title: "第二場《Bolt.new 工作坊》",
    date: "2025/04/26",
  },
  {
    icon: "🔥",
    title: "《用 ChatGPT + Apps Script 打造 AI 表單自動化流程》",
    desc: "",
    date: "2025/05/17",
  },
  {
    icon: "⚡",
    title: "第三場《Bolt.new 工作坊》",
    date: "2025/05/24",
  },
  {
    icon: "🛠️",
    title: "《Vibe Coding 實作工作坊 | 0-1 生成並部屬自己的第一個產品》",
    // desc: "台中 Zeabur",
    date: "2025/05/30",
  },
  {
    icon: "🛠️",
    title: "第四場《Bolt.new App 工作坊》（台北線下+線上）",
    // desc: "台北線下分享會",
    date: "2025/06/01",
  },
  {
    icon: "⚡",
    title: "第五場《Bolt.new App 工作坊》",
    date: "2025/06/14",
  },
  {
    icon: "⚡",
    title: "第六場《Bolt.new App 工作坊》",
    date: "2025/06/28",
  },
  {
    icon: "⚡",
    title: "第七場《Bolt.new App 工作坊》（Dot.ai 香港分享會）",
    date: "2025/07/10",
  },
];

export default events;
